Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Podstawą dobrego górnika i dobrego drwala jest odpowiednia postawa. Nie da się niczego wydobyć, jeśli nie stoi się prawidłowo przy złożu. Niezwykle istotne jest również obserwowanie wydobywanego materiału. Tylko dzięki temu można ocenić, gdzie i w jaki sposób należy wyprowadzić kolejne uderzenie.
uk: Основою роботи хорошого гірника і хорошого лісоруба є правильна постава. Ви не зможете нічого видобути, якщо неправильно стоятимете. Також надзвичайно важливо стежити за мінералом, який видобувається. Це єдиний спосіб визначити, де і як слід нанести наступний удар.

source: Podstawą podstaw są materiały. Nawet najlepszy kowal nie stworzy dobrej broni z byle czego. Musisz zaopatrzyć się w coś porządnego, jak to.
uk: Основа основ – це матеріали. Навіть найкращий коваль не зробить хорошу зброю з будь-чого. Потрібно запастись чимось пристойним, як ось це.

source: Podstawą walki mieczem jest wyczucie, kiedy blokować, a nie kiedy atakować. To właśnie sprawdzimy podczas tego ćwiczenia.
uk: Основа бою на мечах полягає в тому, щоб відчувати, коли потрібно блокувати, а коли атакувати. Ось це ми і перевіримо під час цієї вправи.

source: Podstępne działanie przeciwko bratu?
uk: Ти хочеш вчинити якісь підступні дії проти брата?

source: Podsumowując wszystko to, czego udało ci się dowiedzieć i biorąc pod uwagę wszystkie wątki, które poruszyłeś w swoim raporcie, oświadczam, iż podejrzany i osadzony obywatel Ars jest...
uk: Підсумовуючи все, що нам вдалося з'ясувати, і беручи до уваги всі докази, які ви виклали у своєму звіті, я оголошую, що підозрюваний і затриманий громадянин Арс є...

source: Podsumowując, udało ci się wykonać zadanie efektywnie, a to jest dla mnie najważniejsze.
uk: Підсумовуючи, можна сказати, що тобі вдалося ефективно виконати свою роботу, і це для мене найважливіше.

source: Podsumowując, za przyniesienia maksymalnie dwóch sztuk, każdego z podanych poniżej rodzajów trofeów, otrzymacie ich pełną wartość w złocie:
uk: Таким чином, принісши до двох одиниць кожного з перелічених нижче трофеїв, ви отримаєте їхню повну вартість у золоті:

source: Podsumujmy...
uk: Підсумуємо...

source: Podszedłem bliżej, żebym mógł mu się lepiej przyjrzeć, ale wtedy... poczułem, jak zły człowiek łapie mnie od tyłu i przystawia do szyi coś zimnego.
uk: Я підійшов ближче, щоб краще його розгледіти, але тут... я відчув, як злий чоловік схопив мене ззаду і приклав щось холодне до моєї шиї.

source: Podszkolę cię więc w otwieraniu zamków, ale jeśli chcesz poznać naprawdę mistrzowskie techniki, to musisz udowodnić swoją przydatność.
uk: Тож я навчу тебе відмикати замки, але якщо ти хочеш навчитися справді майстерним технікам, тобі доведеться довести свою вправність.

source: Podsłuchałem jego rozmowę z jednym z ochroniarzy.
uk: Я підслухав його розмову з одним з охоронців.

source: Podsłuchałem jego rozmowę z jednym z ochroniarzy. Wysłał go do Salviego.
uk: Мені вдалося підслухати його розмову з одним із охоронців. Він відправив його до Сальві.

source: Podsłuchałem tę waszą gadkę.
uk: Я підслухав вашу розмову.

source: Poduszka
uk: Подушка

source: Poduszka dla Legrifa
uk: Подушка для Легріфа,

source: Poduszka podróżnicza
uk: Подушка для подорожей

source: Podważ go jakimś mocnym narzędziem, a potem zacznij nim szarpać na boki. W końcu powinien wyskoczyć z czaszki.
uk: Підваж його якимось міцним інструментом, а потім почни смикати його з боку в бік. Врешті-решт він має вискочити з черепа.

source: Podwójnie? To przecież mnóstwo złota! Cholera. Zobaczę, co da się zrobić.
uk: Вдвічі більше? Це ж купа золота! Чорт забирай. Я подивлюся, що я можу зробити.

source: Podział prezentuje się jak poniżej:
uk: Поділ наступний:

source: Podzieliliśmy się na dwie grupy uderzeniowe. Mam iść za Baesem i razem zaatakujemy orków od drugiej strony.
uk: Ми розділилися на дві ударні групи. Я піду з Байсом, і ми разом атакуватимемо орків з іншого боку.

source: Podzielimy swoje siły w grupy, z których każda będzie atakowała z zaskoczenia.
uk: Ми розділимо наші сили на групи, кожна з яких нападе зненацька.

source: Podzielisz się przepisem?
uk: Поділишся рецептом?

source: Podzielisz się ze mną tą wiedzą?
uk: Поділишся зі мною своєю підозрою?

source: Podzieliłbym ich los, gdybym zawczasu nie zainwestował w austerię. Ten biznes okazał się strzałem w dziesiątkę.
uk: Я розділив би їхню долю, якби заздалегідь не інвестував у свій Гостинний двір. Цей бізнес виявився надзвичайно успішним.

source: Podzieliłbym nasz oddział na dwie mniejsze grupy uderzeniowe.
uk: Я б розділив наш загін на дві менші ударні групи.

source: Podziemia Vardhal
uk: Підземелля Вардхалу

source: Podziwiam twoją dokładność, młodzieńcze. Dzięki niej udało ci się dotrzeć do prawdziwej przyczyny problemu i przywrócić równowagę naturze.
uk: Я захоплююся твоєю наполегливістю, юначе. Завдяки їй тобі вдалося докопатися до справжньої причини проблеми і відновити природний баланс.

source: Podziękujesz, jak już go odnajdziemy, a na razie wykonuj sumiennie swoje obowiązki.
uk: Подякуєш, коли ми його знайдемо, а поки що сумлінно виконуй свої обов'язки.

source: Podziękuję.
uk: Дякую.

source: Podążaj dalej za tropem. Nie sądzę, żeby ci ludzie byli bardzo niebezpieczni.
uk: Прослідкуй за ним. Не думаю, що ці люди дуже небезпечні.

source: Podążajcie za mną.
uk: Йдіть за мною.

source: Podążając za wskazówkami z listu, udało mi się odnaleźć magazyn, w którym podobno pracował Finbar. Może tutaj uda mi się ustalić coś więcej na temat przemytników.
uk: За підказками з листа мені вдалося знайти склад, де ймовірно працював Фінбар. Можливо, тут я зможу більше дізнатися про контрабандистів.

source: Podła włócznia
uk: Злий спис

source: Podłapałem trop niejakiego Borra. Powinienem się za nim rozejrzeć w Biednej Dzielnicy.
uk: Я вийшов на слід людини на ім'я Борр. Треба пошукати його в Бідному кварталі.

source: Podłoga przy kominku jest już czystsza.
uk: Підлога біля каміна тепер чиста.

source: Podłoga przy wejściu do chaty jest już czysta.
uk: Підлога біля входу тепер чиста.

source: Podłożyłem 'placek' do łóżka Rasco. Powinienem poinformować o tym Otho.
uk: Я підклав 'пиріжок' у ліжко Раско. Треба повідомити про це Отто.

source: Podłużny metalowy pręt.
uk: Видовжений металевий прут.

source: Podły bimber, co? Już ja was znam jak swoje... dwa... cztery...
uk: Поганий самогон, так? Та я знаю тебе, як свої два... чотири...

source: Podłóż beczkę
uk: Поставити бочку

source: Podłóż kości
uk: Покласти кістки

source: Podłóż skrzynkę
uk: Покласти скриньку

source: Podświetlanie obiektów
uk: Виділення об'єкта

source: Poeta Widron w jednym ze swoich dzieł pisał: „języków na świecie jest tak wiele, jak gwiazd na niebie”. Po części jest w tym trochę racji. Będąc w Vengardzie, Khorinis, czy Archolos, z pewnością natkniesz się na tabuny przybyszów z różnych zakątków świata, władających różnymi gwarami i dialektami.
uk: Поет Відрон писав в одному зі своїх творів: 'У світі стільки мов, скільки зірок на небі'. Частково в цьому є частка правди. Коли ви перебуваєте у Венгарді, Хорінісі чи Архолосі, ви неодмінно натрапите на натовпи мандрівників з усіх куточків світу, які розмовляють різними діалектами та говірками.

source: Pogadaj z Bastianem, naszym karczmarzem. To ten wąsaty facet za ladą.
uk: Поговори з Бастіаном, нашим корчмарем. Це той вусатий чоловік за прилавком.

source: Pogadaj z chłopakami w lochu, a w szczególności z Logarem. Jeśli ktoś coś wie, to z pewnością jest to on.
uk: Поговори з хлопцями у в'язниці, особливо з Логаром. Якщо хтось щось і знає, то це точно він.

source: Pogadaj z nim. Może będzie miał coś więcej do powiedzenia na ten temat.
uk: Поговори з ним. Можливо, він розповість більше.

source: Pogadaj z nim. Może się zgodzi.
uk: Поговори з ним. Може, він погодиться.

source: Pogadaj z resztą, zajmij czymś głowę, a ja w tym czasie stanę na czatach.
uk: Поговори з рештою, займи себе чимось, а я тим часом постою на сторожі.

source: Pogadaj ze starym Liamem. Przypuszczam, że ma coś specjalnego na tego typu okazje.
uk: Поговори зі старим Ліамом. Підозрюю, у нього є щось особливе для такого випадку.

source: Poganiacz Niewolników
uk: Погонич рабів

source: Pogięło cię? To wersja do straszenia gawiedzi. Pracownicy pewnie dostali lepsze oferty pracy gdzieś w mieście, więc i uciekli.
uk: Ти здурів? Ця версія для того, щоб лякати громадськість. Робітники, напевно, отримали кращу роботу десь у місті, тому вони і повтікали.

source: Pogięło cię?! Po co chcesz tam wchodzić? Te mrówki cię zjedzą!
uk: Ти з глузду з'їхав?! Чому ти хочеш туди потрапити? Ці мурахи тебе з'їдять!

source: Pognieciona strona z dziennika.
uk: Зім'ята сторінка зі щоденника.

source: Pogodził?
uk: Примирив?

source: Pogromca Polnych Bestii
uk: Вбивця Польових Жуків

source: Pogromca cieniostworów
uk: Вбивця тінезвірів

source: Pogrzebacz
uk: Кочерга

source: Pogwałciłeś zasady społeczności klasztornej.
uk: Ти порушив правила монастирської спільноти.

source: Pogłos
uk: Відлуння

source: Pogłoska? Tak, tak, pogłoska... Powiedz to lepiej mojemu poprzednikowi! Ano tak, przecież nie żyje! Nie mam zamiaru podzielić jego losu!
uk: Чутки? Так, так, чутки... Краще скажи це моєму попереднику! А, так, він мертвий! Я не маю наміру розділити його долю!

source: Pohandlujmy!
uk: Давай торгувати!

source: Pohandlujmy.
uk: Поторгуймо.

source: Poinformowałem Artura, że nie pomogę mu w dalszych poszukiwaniach. Jak mogłem się domyśleć, nowicjusz nie był z tego zadowolony. Mam nadzieję, że Othekar nie myli się organizując takie lekcje...
uk: Я повідомив Артуру, що не допомагатиму йому в подальших пошуках. Як можна здогадатися, послушник цьому не зрадів. Сподіваюся, що Отекар правильно робить, влаштовуючи такі уроки...

source: Poinformowałem Bastiana o tym, że pomogłem Otho. Wyglądał na zadowolonego, dostałem też niewielką nagrodę.
uk: Я повідомив Бастіану, що допоміг Отто. Він виглядав задоволеним, і дав мені невелику винагороду.

source: Poinformowałem Bodowina o rozwieszeniu ogłoszeń. Otrzymałem od niego kilka eliksirów jako nagrodę.
uk: Я повідомив Бодовіну, що оголошення розвішані. Він дав мені кілька еліксирів в нагороду.

source: Poinformowałem Corteza, że Stan zginął od własnej trucizny. Dziwne, ale ucieszyła go ta wiadomość. Mam nadzieję, że teraz nic już nie stanie mi na przeszkodzie do spotkania Bena.
uk: Я повідомив Кортезу, що Стен помер від власної отрути. Дивно, але він був радий почути цю новину. Сподіваюся, тепер ніщо не завадить мені зустрітися з Беном.

source: Poinformowałem Simona o skrzyni. Muszę pamiętać, by ostrzec Coena w odpowiednim momencie.
uk: Я повідомив Саймона про скриню. Треба не забути вчасно попередити Коена.

source: Poinformowałem Yannicka o pobiciu strażników. Mam nadzieję, że teraz dotrzyma swojej części umowy i zabierze mnie w obiecane miejsce.
uk: Я повідомив Янніку про побиття вартових. Сподіваюся, тепер він виконає свою частину угоди та відвезе мене в обіцяне місце.

source: Poinformuję twojego pracodawcę, że od teraz wykonujesz moją wolę.
uk: Я повідомлю твого роботодавця, що відтепер ти виконуєш мою волю.

source: Pojawi się u ciebie, gdy tylko obowiązki pozwolą mu opuścić kuźnię.
uk: Він з'явиться до вас, як тільки обов’язки дозволять йому покинути кузню.

source: Pojawia się i znika
uk: Той, що з'являється і зникає

source: Pojawili się tak nagle... otoczyli nas i ostrzelali...
uk: Вони з'явилися так несподівано... Оточили нас і почали стріляти...

source: Pojawili się znikąd... nie, nie mogłem nic zrobić!
uk: Вони з'явилися нізвідки... я нічого не міг вдіяти!

source: Pojawił się jakiś problem z dźwigiem w porcie. Pora przyjrzeć się sprawie bliżej. Wraz z Ramoną i jej pracownikami mamy spotkać się w koszarach.
uk: У порту виникла якась проблема з краном. Настав час з цим розібратися. Потрібно зустрітися з Рамоною та її робітниками в казармах.

source: Pojawiły się kolejne oskarżenia pod twoim adresem!
uk: На твою адресу лунають нові звинувачення!

source: Pojawiły się nowe okoliczności.
uk: Виникли нові обставини.

source: Pojawiły się nowe oskarżenia pod twoim adresem!
uk: Проти тебе з'явились нові звинувачення!

source: Pojedynek? Młody, ty to wiesz, czego mi trzeba. Turniej tuż-tuż, człowiek się doczekać nie może. Ale, ale, czekaj. Nic za darmo.
uk: Поєдинок? Юначе, а ти знаєш, що мені потрібно. Турнір не за горами, і я вже дочекатись не можу. Але зачекай. Ніщо не дається даром.

source: Pojmać?
uk: За тобою?

source: Pojęcia nie mam. Jedynie przed rejsem widziałem z daleka, jak gadał z nimi jakiś Południowiec, w mundurze floty królewskiej. Tyle.
uk: Гадки не маю. Лише перед відплиттям я бачив здалеку, як з ними говорив якийсь південець, у мундирі королівського флоту. Ось і все.

source: Pokazał, że ma łeb do interesów.
uk: Він довів, що вміє вести бізнес.

source: Pokazałbym mu jacy orkowie są słabi! I wtedy nie byłoby już wojny, prawda?
uk: Я б показав йому, наскільки орки слабкі! І тоді б не було більше війни, правда?

source: Pokazałbyś mi?
uk: Покажеш мені?

source: Pokazałem Lorenzo dokument poświadczający moje obywatelstwo.
uk: Я показав Лоренцо документ, що засвідчує моє громадянство.

source: Pokazałem mu, że nie warto ryzykować i wspinać się gdzie popadnie. Siedzi teraz sobie na drzewie na skraju farmy i czeka, aż ktoś go ściągnie.
uk: Я показав йому, що не варто ризикувати і вилазити куди заманеться. Зараз він сидить на дереві на краю ферми і чекає, поки хтось його зніме.

source: Pokazałem mu, że nie warto ryzykować...
uk: Я показав йому, що не варто ризикувати...

source: Pokazałem, co potrafię. Wracam do Rodericha.
uk: Я показав, на що здатен. Повернусь до Родеріха.

source: Pokazałeś mu, jak walczymy tutaj na Archolos!
uk: Ти показав йому, як б'ються тут, на Архолосі!

source: Pokazałeś mu, kto tu rządzi!
uk: Ти показав йому, хто тут головний!

source: Pokazałeś, kto tu rządzi!
uk: Ти показав, хто тут головний!

source: Pokazałeś, że jesteś prawdziwym mężczyzną z krwi i kości, gratuluję!
uk: Ти довів, що ти справжній чоловік з плоті і крові, вітаю!

source: Pokazałeś, że masz głęboko w dupie rozkazy Rodericha, a moje wykonałeś, jak należy. Naprawdę to lubię.
uk: Ти показав, що тобі начхати на накази Родеріха, і ти виконав мій наказ, як і належить. Мені це дуже подобається.

source: Pokazałeś, że można pielęgnować piękną sztukę kulinarną, jednocześnie podróżując i szukając przygód.
uk: Ти довів, що можна плекати прекрасне мистецтво кулінарії, подорожуючи та шукаючи пригоди.

source: Pokaż co tam ci przydzielili.
uk: Покажи, що там у тебе.

source: Pokaż mi go!
uk: Покажи мені його!

source: Pokaż mi go.
uk: Покажи мені його.

source: Pokaż mi je!
uk: Покажи мені!

source: Pokaż mi je.
uk: Покажи мені його.

source: Pokaż mi ją.
uk: Покажи мені його.

source: Pokaż mi swoje mapy.
uk: Покажи мені свої мапи.

source: Pokaż mi swoje towary
uk: Покажи мені свої товари.

source: Pokaż mi swoje towary.
uk: Покажи мені свої товари.

source: Pokaż mi swoją ofertę specjalną.
uk: Покажи мені свій особливий асортимент.

source: Pokaż mi ten grot.
uk: Покажи мені цей наконечник.

source: Pokaż mi to.
uk: Покажи мені.

source: Pokaż mi tą sztuczkę. (30 SZ)
uk: Покажи мені цей трюк. (30 золотих)

source: Pokaż mi tę sztuczkę.
uk: Покажи мені цей трюк.

source: Pokaż mi, co masz na sprzedaż.
uk: Покажи, що у тебе є на продаж.

source: Pokaż mi, co masz na stanie.
uk: Покажи, що у тебе є в наявності.

source: Pokaż mi, co masz.
uk: Покажи що там у тебе.

source: Pokaż mi, jak stać się silniejszym.
uk: Покажи мені, як стати сильнішим.

source: Pokaż mi, na co cię stać! Przywal tak mocno, jak tylko potrafisz.
uk: Покажи мені, з чого ти зроблений! Вдар мене так сильно, як тільки зможеш.

source: Pokaż mi, że potrafisz coś zrobić w drewnie, a ja już ocenię twoją przydatność.
uk: Покажи мені, що ти вмієш працювати з деревиною, а я вже оціню твою придатність.

source: Pokaż mu to, a będzie wiedział, że ja cię przysłałem.
uk: Покажи йому це, і він зрозуміє, що це я тебе послав.

source: Pokaż mu!
uk: Покажи йому!

source: Pokaż mu, że ta 'relikwia' nie ma tak naprawdę żadnej mocy. Wtedy sam zrozumie, że był w błędzie i wróci do pożytecznych czynności.
uk: Покажи йому, що ця 'реліквія' насправді не має ніякої сили. Тоді він сам зрозуміє, що помилявся, і повернеться до виконання своїх обов'язків.

source: Pokaż na co cię stać!
uk: Покажи, на що ти здатен!

source: Pokaż te zwoje.
uk: Покажи ті сувої.

source: Pokaż ten list.
uk: Покажи цей лист.

source: Pokaż to cacko.
uk: Покажи ту цяцьку.

source: Pokaż tym nierobom w mundurach, jak się powinno pracować!
uk: Покажи цим ледарям в уніформі, як потрібно працювати!

source: Pokaż tym potworom...!
uk: Покажи цим тварюкам...!

source: Pokaż!
uk: Покажи!

source: Pokaż, co masz na sprzedaż.
uk: Покажи, що у тебе є на продаж.

source: Pokaż, co potrafisz, chłopcze!
uk: Покажи, на що ти здатен, хлопче!

source: Pokaż, co potrafisz.
uk: Покажи, на що ти здатен.

source: Pokaż, co tam masz.
uk: Покажи, що в тебе є.

source: Pokaż, co zdziałałeś.
uk: Покажи, що у тебе вийшло.

source: Pokaż, kto tu rządzi!
uk: Покажи, хто тут головний!

source: Pokaż, na co cię stać!
uk: Покажи, на що ти здатен!

source: Pokaż, na co cię stać.
uk: Покажи мені, на що ти здатен.

source: Pokaż, na co się stać.
uk: Покажи, на що ти здатен.

source: Pokaż.
uk: Покажи.

source: Pokażesz mi jak otwierać kufry?
uk: Покажеш мені, як відмикати скрині?

source: Pokażesz mi jak walczyć bronią do walki wręcz?
uk: Покажеш мені, як битися зі зброєю ближнього бою?

source: Pokażesz mi jak walczyć bronią dystansową?
uk: Покажеш мені, як битися із дистанційною зброєю?

source: Pokażesz mi jak walczyć?
uk: Покажеш мені, як битися?

source: Pokażesz nam rano jego chatę?
uk: Покажеш нам вранці, де його хатина?

source: Pokażmy tym wieśniakom, jak sprawy załatwia Araxos!
uk: Покажемо тим селянам, як вирішує справи Араксос!

source: Pokażę ci więc parę sztuczek łuczarskich, dzięki którym będziesz mógł wytwarzać coś więcej niż patyki przewiązane sznurkiem. Tylko zrób dobry pożytek z tej wiedzy!
uk: Тож я покажу тобі кілька хитрощів щодо виготовлення луків, які дозволять тобі створювати щось краще, ніж палиці, перев'язані мотузкою. Просто використовуй ці знання з користю!

source: Pokażę wam, z którego miejsca docierały do nas towary, a wy w zamian za pomoc załatwicie mi jakieś miejsce gdzie będę mógł ukryć się przed dawnymi pracodawcami.
uk: Я покажу вам, звідки до нас надходив товар, а в обмін на мою допомогу ви надасте мені місце, де я зможу заховатися від моїх колишніх працедавців.

source: Pokonaliście mnie. Dokończcie robotę, pozwólcie mi umrzeć jak wojownikowi.
uk: Ви перемогли мене. Закінчіть справу, дайте мені померти як воїну.

source: Pokonaliśmy część trasy. Zostawiłem jednego z naszych, by pilnował zabezpieczonego fragmentu.
uk: Ми подолали частину маршруту. Я залишив одного з людей охороняти цю ділянку.

source: Pokonaliśmy już większość trasy. Wyznaczyłem jednego z najemników do ochrony drugiego fragmentu ścieżki, teraz pora dotrzeć do końca.
uk: Ми вже подолали більшу частину маршруту. Я доручив одному з найманців охороняти другу частину шляху. Потрібно дійти до кінця.

source: Pokonanie Rodrigo w pojedynku z pewnością zaskarbiło mi szacunek kilku osób w Przystani.
uk: Перемога над Родріго у поєдинку, безумовно, принесла мені повагу кількох людей у Гавані.

source: Pokonałem Dana w pojedynku.
uk: Я переміг Дена в поєдинку.

source: Pokonałem Południowca na arenie.
uk: Я переміг південця на арені.

source: Pokonałem Wilczego Syna na arenie.
uk: Я переміг Вовчого Сина на арені.

source: Pokonałem dwóch wojowników na arenie. Ciekawe, co jeszcze ta Alena wymyśli.
uk: Я переміг двох бійців на арені. Цікаво, що ще вигадає ця Аліна.

source: Pokonałem go w walce, ale darowałem mu życie.
uk: Я переміг його в бою, але подарував йому життя.

source: Pokonałem gońca Gildii Kupieckiej.
uk: Я переміг посланця з Торгової Гільдії.

source: Pokonałem najemnika Lichwiarza na arenie.
uk: Я переміг найманця Лихваря на арені.

source: Pokonałem starego marynarza.
uk: Я переміг старого моряка.

source: Pokonałem strażnika na arenie.
uk: Я переміг вартового на арені.

source: Pokonałeś go?! Jestem pod wrażeniem!
uk: Ти переміг його?! Я вражена!

source: Pokonałeś mnie, ale to nie oznacza, że jesteś tu mile widziany!
uk: Ти переміг мене, але це не означає, що тобі тут раді!

source: Pokory, czyli czegoś, co większość z nas zdobywa dopiero po skrzywdzeniu dziesiątek ludzi wokół nas.
uk: Смиренню, якого більшість з нас набуває лише після того, як завдасть болю десяткам людей навкруги.

source: Pokryję to z własnej kieszeni. Wolę, żeby nie wiedział o tej pomyłce.
uk: Я заплачу з власної кишені. Мені не хотілося б, щоб він знав про цю помилку.

source: Pokryty grubą warstwą kurzu mieszek.
uk: Гаманець, вкритий товстим шаром пилу.

source: Pokrzepiający rosół z resztek
uk: Ситний бульйон з недоїдків

source: Pokrótce wyjaśniłem Caramonowi, o co chodzi. Pora udać się do karczmy Gerstanda.
uk: Я коротко пояснив Карамону, у чому справа. Час вирушати до корчми Герстанда.

source: Pokój Recona
uk: Кімната Рікона

source: Pokój Recona znajduje się na ostatnim piętrze, pierwsze drzwi po prawej.
uk: Кімната Рікона знаходиться на останньому поверсі, перші двері праворуч.

source: Polecam ci zgłosić się do Rasco, jestem pewien, że wykupiłby wszystko, co masz.
uk: Рекомендую тобі звернутися до Раско, впевнений, він купить все, що ти маєш.

source: Polecam ci zgłosić się do Rasco, jestem pewna, że wykupiłby wszystko, co masz.
uk: Рекомендую тобі звернутися до Раско, я впевнена, він купить все, що ти маєш.

source: Polecam kurację z kubłów zimnej wody. Za którymś razem zadziała ostatecznie.
uk: Рекомендую лікування відром холодної води. Рано чи пізно це допоможе.

source: Polecasz jakieś konkretne mięso?
uk: Порадиш якесь конкретне м'ясо?

source: Polegają one na kilkukrotnym hartowaniu ostrza i doborze odpowiednich proporcji żelaza oraz węgla drzewnego.
uk: Вони передбачають кількаразове загартовування леза та підбір правильних пропорцій заліза і вугілля.

source: Poległ walcząc z całą hordą pełzaczy.
uk: Він поліг, борючись з цілою навалою повзунів.

source: Polewka z rzecznego mirtu
uk: Суп з річкового мирта

source: Politycy, dla uproszczenia lub szukając aprobaty króla, często określają go mianem znajdującego się na nim największego tworu politycznego - Królestwa Myrtany. Uczeni z kolei wolą używać nazwy „Błogosławiony Kontynent”.
uk: Політики, для простоти або бажаючи отримати схвалення короля, часто називають його найбільшим політичним утворенням, розташованим на ньому - Королівством Міртана. Науковці, з іншого боку, вважають за краще використовувати назву 'Благословенний континент'.

source: Polityk? Działasz w służbie Króla?
uk: Політиком? На службі у Короля?

source: Polityka jest iście fascynująca. Gdyby było w niej więcej ludzi kompetentnych, a nie dorobkiewiczów to wszyscy byśmy na tym skorzystali.
uk: Політика – це справді захоплююче заняття. Якби в ній було більше компетентних, а не корисливих людей, ми б усі тільки виграли від цього.

source: Polityka jest polityką, a prawo jest prawem. Zwyczajnie nie chciałem mieć problemów.
uk: Політика – це політика, а закон – це закон. Я просто не хотів мати неприємностей.

source: Polityka mnie nie obchodzi.
uk: Політика мене не цікавить.

source: Polityka, mój drogi, dotyka nas wszystkich, czy tego chcemy czy nie, więc warto się nią zainteresować.
uk: Політика, мій друже, впливає на всіх нас, хочемо ми цього чи ні, тому варто нею цікавитися.

source: Polna Bestia
uk: Польовий жук

source: Polna bestia
uk: Польовий жук

source: Polna jagoda
uk: Польова ягода

source: Polne pełzacze chyba lubią twój teren.
uk: Схоже, богомоли облюбували твою землю.
